Repository: RaphHtech/smartmenu
Catalog: lib/l10n/app_*.arb
Languages: fr, he

# appTitle
source: SmartMenu
he: סמארט-מניו

source: Menu
he: תפריט

source: Cart
fr: Panier
he: סל

source: Orders
fr: Commandes
he: הזמנות

source: Total
he: סה״כ

source: Add to Cart
fr: Ajouter au panier
he: הוסף לסל

source: Place Order
fr: Passer commande
he: בצע הזמנה

source: Order Confirmed!
fr: Commande confirmée !
he: ההזמנה אושרה!

source: Call Waiter
fr: Appeler le serveur
he: קרא למלצר

source: Loading...
fr: Chargement...
he: טוען...

# cartEmpty
source: Your cart is empty!
fr: Votre panier est vide !
he: הסל שלך ריק!

# itemAddedToCart
source: {itemName} added to cart!
fr: {itemName} ajouté au panier !
he: {itemName} נוסף לסל!

source: Order created!
fr: Commande créée !
he: ההזמנה נוצרה!

# restaurantNotified
source: The restaurant has been notified.
fr: Le restaurant a été notifié.
he: המסעדה קיבלה התראה.

# orderError
source: Error placing order
fr: Erreur lors de la commande
he: שגיאה ביצירת ההזמנה

source: Table not identified
fr: Table non identifiée
he: השולחן לא זוהה

source: Waiter called!
fr: Serveur appelé !
he: המלצר נקרא!

# staffComing
source: A member of our team is coming.
fr: Un membre de notre équipe arrive.
he: חבר צוות בדרך אליך.

# cooldownWait
source: Please wait {seconds}s between calls
fr: Veuillez attendre {seconds}s entre les appels
he: נא להמתין {seconds} שניות בין קריאות

# error
source: Error: {error}
fr: Erreur : {error}
he: שגיאה: {error}

# categoryPizzas
source: Pizzas
he: פיצות

# categoryStarters
source: Starters
fr: Entrées
he: מנות ראשונות

# categoryPasta
source: Pasta
fr: Pâtes
he: פסטה

# categoryDesserts
source: Desserts
he: קינוחים

# categoryDrinks
source: Drinks
fr: Boissons
he: משקאות

# categoryOther
source: Other
fr: Autres
he: אחר

# poweredBy
source: Powered by SmartMenu
fr: Propulsé par SmartMenu
he: מופעל על ידי SmartMenu

source: Order
fr: Commande
he: הזמנה

# orderWithCount
source: Order ({count})
fr: Commande ({count})
he: הזמנה ({count})

source: items
fr: articles
he: פריטים

source: item
fr: article
he: פריט

# finalizeOrder
source: Finalize my order
fr: Finaliser ma commande
he: סיום ההזמנה

source: Order Review
fr: Révision de commande
he: סיכום הזמנה

# yourOrderReview
source: Review your order
fr: Révision de votre commande
he: סיכום ההזמנה

source: Close
fr: Fermer
he: סגור

# articles
source: items
fr: articles
he: פריטים

source: BACK
fr: RETOUR
he: חזור

source: CONFIRM
fr: CONFIRMER
he: אשר

# orderConfirmedAnnouncement
source: Order confirmed
fr: Commande confirmée
he: ההזמנה אושרה

source: ADD
fr: AJOUTER
he: הוסף

# badgePopular
source: Popular
fr: Populaire
he: פופולרי

# badgeNew
source: New
fr: Nouveau
he: חדש

# badgeSpecialty
source: Specialty
fr: Spécialité
he: המיוחדים

# badgeChef
source: Chef's choice
fr: Choix du chef
he: בחירת השף

# badgeSeasonal
source: Seasonal
fr: Saisonnier
he: עונתי

# badgeSignature
source: Signature
he: מנת חתימה

source: Remove this item?
fr: Retirer cet article ?
he: להסיר פריט זה?

source: REMOVE FROM CART
fr: SUPPRIMER DU PANIER
he: הסר מהסל

source: UPDATE
fr: METTRE À JOUR
he: עדכן

source: Increase quantity
fr: Augmenter la quantité
he: הגדל כמות

source: Decrease quantity
fr: Diminuer la quantité
he: הקטן כמות

source: Increase
fr: Augmenter
he: הגדל

source: Decrease
fr: Diminuer
he: הקטן

source: Waiter
fr: Serveur
he: מלצר

source: Badges Guide
fr: Guide des badges
he: מדריך תגיות

# badgeDescPopular
source: Most ordered dishes
fr: Les plats les plus commandés
he: המנות המוזמנות ביותר

# badgeDescNew
source: New items on the menu
fr: Nouveautés de la carte
he: חדש בתפריט

# badgeDescSpecialty
source: House specialties
fr: Spécialités de la maison
he: המנות המיוחדות של הבית

# badgeDescChef
source: Chef recommendations
fr: Recommandations du chef
he: המלצות השף

# badgeDescSeasonal
source: Seasonal dishes
fr: Plats de saison
he: מנות עונתיות

source: Understood
fr: Compris
he: הבנתי

# commonAdd
source: Add
fr: Ajouter
he: הוסף

# commonEdit
source: Edit
fr: Modifier
he: ערוך

# commonDelete
source: Delete
fr: Supprimer
he: מחק

# commonCancel
source: Cancel
fr: Annuler
he: ביטול

# commonSave
source: Save
fr: Enregistrer
he: שמור

# commonOpen
source: Open
fr: Ouvrir
he: פתח

# commonClose
source: Close
fr: Fermer
he: סגור

# commonSearch
source: Search...
fr: Rechercher...
he: חיפוש...

# commonLoading
source: Loading...
fr: Chargement...
he: טוען...

# commonError
source: Error: {error}
fr: Erreur : {error}
he: שגיאה: {error}

# adminShellNavDashboard
source: Dashboard
fr: Tableau de bord
he: לוח בקרה

# adminShellNavMenu
source: Menu
he: תפריט

# adminShellNavOrders
source: Orders
fr: Commandes
he: הזמנות

# adminShellNavMedia
source: Media
fr: Médias
he: מדיה

# adminShellNavBranding
source: Branding
he: מיתוג

# adminShellNavRestaurantInfo
source: Restaurant Info
fr: Infos resto
he: פרטי מסעדה

# adminShellNavSettings
source: Settings
fr: Paramètres
he: הגדרות

# adminShellUserRole
source: Owner
fr: Propriétaire
he: בעלים

# adminShellUserDefault
source: User
fr: Utilisateur
he: משתמש

# adminShellLogout
source: Log out
fr: Se déconnecter
he: התנתק

# adminDashboardTitle
source: Dashboard
fr: Tableau de bord
he: לוח בקרה

# adminDashboardMetricDishes
source: Dishes
fr: Plats
he: מנות

# adminDashboardMetricCategories
source: Categories
fr: Catégories
he: קטגוריות

# adminDashboardMetricWithImage
source: With image
fr: Avec image
he: עם תמונה

# adminDashboardMetricNoImage
source: No image
fr: Sans image
he: ללא תמונה

# adminDashboardMetricSignature
source: Signature
he: מנות חתימה

# adminDashboardAddDish
source: Add a dish
fr: Ajouter un plat
he: הוסף מנה

# adminDashboardQuickActions
source: Quick actions
fr: Actions rapides
he: פעולות מהירות

# adminDashboardManageMedia
source: Manage media
fr: Gérer les médias
he: נהל מדיה

# adminDashboardEditInfo
source: Edit info
fr: Modifier les infos
he: ערוך פרטים

# adminDashboardPreviewMenu
source: Preview menu
fr: Prévisualiser le menu
he: תצוגה מקדימה של התפריט

# adminDashboardViewClientMenu
source: View your menu as a client
fr: Voir votre menu côté client
he: צפה בתפריט שלך כלקוח

# adminDashboardItemsWithoutImage
source: {count, plural, =0{No items without image} one{{count} item without image} other{{count} items without image}}
fr: {count, plural, =0{Aucun élément sans image} one{{count} élément sans image} other{{count} éléments sans image}}
he: {count, plural, =0{אין פריטים ללא תמונה} one{פריט אחד ללא תמונה} other{{count} פריטים ללא תמונה}}

# adminDashboardFix
source: Fix
fr: Corriger
he: עדכן

# adminDashboardMyRestaurant
source: My Restaurant
fr: Mon Restaurant
he: המסעדה שלי

# adminMenuTitle
source: Menu
he: תפריט

# adminMenuManageCategories
source: Manage categories
fr: Gérer catégories
he: נהל קטגוריות

# adminMenuReorder
source: Reorder
fr: Réorganiser
he: סדר מחדש

# adminMenuReorderDishes
source: Reorder dishes
fr: Réorganiser plats
he: סדר מנות מחדש

# adminMenuCategory
source: Category
fr: Catégorie
he: קטגוריה

# adminMenuName
source: Name
fr: Nom
he: שם

# adminMenuPrice
source: Price
fr: Prix
he: מחיר

# adminMenuFeatured
source: Featured
fr: Mis en avant
he: מומלץ

# adminMenuWithBadges
source: With badges
fr: Avec badges
he: עם תגיות

# adminMenuNoImage
source: No image
fr: Sans image
he: ללא תמונה

# adminMenuAll
source: All
fr: Toutes
he: הכל

# adminMenuNewCategory
source: New category
fr: Nouvelle catégorie
he: קטגוריה חדשה

# adminMenuCategoryName
source: Category name
fr: Nom de la catégorie
he: שם הקטגוריה

# adminMenuCategoryExample
source: E.g.: Desserts
fr: Ex : Desserts
he: לדוגמה: קינוחים

# adminMenuNoCategory
source: No category
fr: Sans catégorie
he: ללא קטגוריה

# adminMenuNoDishes
source: No dishes in menu
fr: Aucun plat au menu
he: אין מנות בתפריט

# adminMenuAddFirstDish
source: Add your first dish to get started
fr: Ajoutez votre premier plat pour commencer
he: הוסף את המנה הראשונה שלך כדי להתחיל

# adminMenuConfirmDelete
source: Confirm deletion
fr: Confirmer la suppression
he: אישור מחיקה

# adminMenuConfirmDeleteMessage
source: Do you really want to delete "{name}"?
fr: Voulez-vous vraiment supprimer "{name}" ?
he: האם אתה בטוח שברצונך למחוק את "{name}"?

# adminMenuDeleteSuccess
source: "{name}" deleted successfully
fr: "{name}" supprimé avec succès
he: "{name}" נמחק בהצלחה

# adminMenuDeleteError
source: Error deleting: {error}
fr: Erreur lors de la suppression : {error}
he: שגיאה במחיקה: {error}

# adminMenuCategoryUpdated
source: Category updated.
fr: Catégorie mise à jour.
he: הקטגוריה עודכנה.

# adminOrdersTitle
source: Orders
fr: Commandes
he: הזמנות

# adminOrdersReceived
source: Received
fr: Reçue
he: התקבלה

# adminOrdersPreparing
source: Preparing
fr: Préparation
he: בהכנה

# adminOrdersReady
source: Ready
fr: Prête
he: מוכנה

# adminOrdersServed
source: Served
fr: Servie
he: הוגשה

# adminOrdersTable
source: Table {number}
he: שולחן {number}

# adminOrdersItems
source: {count, plural, =1{1 item} other{{count} items}}
fr: {count, plural, =1{1 article} other{{count} articles}}
he: {count, plural, =1{פריט אחד} other{{count} פריטים}}

# adminOrdersMarkPreparing
source: Start preparing
fr: Commencer préparation
he: התחל הכנה

# adminOrdersMarkReady
source: Mark ready
fr: Marquer prête
he: סמן מוכנה

# adminOrdersMarkServed
source: Mark served
fr: Marquer servie
he: סמן הוגשה

# adminOrdersNoOrders
source: No orders
fr: Aucune commande
he: אין הזמנות

# adminOrdersTotal
source: Total
he: סה״כ

# adminOrdersServerCall
source: Server call from Table {table}
fr: Appel de la table {table}
he: קריאה משולחן {table}

# adminOrdersAcknowledge
source: Acknowledge
fr: Accuser réception
he: אישור קבלה

# adminOrdersResolve
source: Resolve
fr: Résoudre
he: סגור קריאה

# adminOrdersJustNow
source: Just now
fr: À l'instant
he: ממש עכשיו

# adminOrdersMinutesAgo
source: {count, plural, =1{1 min ago} other{{count} min ago}}
fr: {count, plural, =1{Il y a 1 min} other{Il y a {count} min}}
he: {count, plural, =1{לפני דקה} other{לפני {count} דקות}}

# adminOrdersStatusUpdated
source: Order updated: {status}
fr: Commande mise à jour : {status}
he: ההזמנה עודכנה: {status}

# adminOrdersServerCallBody
source: {table} needs assistance
fr: {table} demande de l'assistance
he: {table} זקוק לסיוע

# adminSettingsTitle
source: Settings
fr: Paramètres
he: הגדרות

# adminSettingsRestaurant
source: Restaurant
he: מסעדה

# adminSettingsRestaurantName
source: Restaurant name
fr: Nom du restaurant
he: שם המסעדה

# adminSettingsLoading
source: Loading...
fr: Chargement...
he: טוען...

# adminSettingsNamePlaceholder
source: E.g.: Pizza Mario
fr: Ex : Pizza Mario
he: לדוגמה: פיצה מריו

# adminSettingsNameRequired
source: Restaurant name is required
fr: Le nom du restaurant est obligatoire
he: שם המסעדה הוא שדה חובה

# adminSettingsNameTooShort
source: Name must be at least 2 characters
fr: Le nom doit contenir au moins 2 caractères
he: השם חייב להכיל לפחות 2 תווים

# adminSettingsNameTooLong
source: Name cannot exceed 50 characters
fr: Le nom ne peut pas dépasser 50 caractères
he: השם לא יכול לעבור 50 תווים

# adminSettingsNameUpdated
source: Restaurant name updated successfully
fr: Nom du restaurant mis à jour avec succès
he: שם המסעדה עודכן בהצלחה

# adminSettingsSaveError
source: Save error: {error}
fr: Erreur lors de la sauvegarde : {error}
he: שגיאה בשמירה: {error}

# adminSettingsLoadError
source: Unable to load restaurant name
fr: Impossible de charger le nom du restaurant
he: לא ניתן לטעון את שם המסעדה

# adminSettingsDetailedInfo
source: Detailed information
fr: Informations détaillées
he: מידע מפורט

# adminSettingsDetailedInfoSubtitle
source: Description, promo banner, currency
fr: Description, bandeau promo, devise
he: תיאור, באנר קידום, מטבע

# adminSettingsManageCategories
source: Manage categories
fr: Gérer les catégories
he: נהל קטגוריות

# adminSettingsCategoriesSubtitle
source: Reorder, hide and rename
fr: Réorganiser, masquer et renommer
he: סדר מחדש, הסתר ושנה שם

# adminSettingsIntegration
source: Integration
fr: Intégration
he: אינטגרציה

# adminSettingsRestaurantCode
source: Restaurant code
fr: Code restaurant
he: קוד מסעדה

# adminSettingsPublicUrl
source: Public URL
fr: URL publique
he: כתובת URL ציבורית

# adminSettingsGenerateQr
source: Generate QR
fr: Générer QR
he: צור QR

# adminSettingsCopied
source: Copied: {value}
fr: Copié : {value}
he: הועתק: {value}

# adminSettingsCodeGenerated
source: Code generated: {code}
fr: Code généré : {code}
he: קוד נוצר: {code}

# adminSettingsQrGenerator
source: QR Code Generator
fr: Générateur QR Code
he: מחולל קוד QR

# adminSettingsConfiguration
source: Configuration
he: הגדרות

# adminSettingsCustomMessage
source: Custom message (optional)
fr: Message personnalisé (optionnel)
he: הודעה מותאמת אישית (אופציונלי)

# adminSettingsCustomMessageHint
source: E.g.: Welcome!
fr: Ex : Bienvenue chez nous !
he: לדוגמה: ברוכים הבאים!

# adminSettingsCustomMessageHelper
source: Displayed above QR code
fr: Affiché au-dessus du QR code
he: מוצג מעל קוד ה-QR

# adminSettingsDownloadSize
source: Download size
fr: Taille de téléchargement
he: גודל הורדה

# adminSettingsSizeSmall
source: Small
fr: Petit
he: קטן

# adminSettingsSizeMedium
source: Medium
fr: Moyen
he: בינוני

# adminSettingsSizeLarge
source: Large
fr: Grand
he: גדול

# adminSettingsConfigSaved
source: Configuration saved
fr: Configuration sauvegardée
he: ההגדרות נשמרו

# adminSettingsScanToAccess
source: Scan to access the menu
fr: Scannez pour accéder au menu
he: סרוק כדי לגשת לתפריט

# adminSettingsDownloadQr
source: Download
fr: Télécharger
he: הורד

# adminSettingsTemplateA5
source: A5 Template
fr: Template A5
he: תבנית A5

# adminSettingsQrDownloaded
source: QR Code downloaded successfully!
fr: QR Code téléchargé avec succès !
he: קוד QR הורד בהצלחה!

# adminSettingsTemplateDownloaded
source: A5 template downloaded!
fr: Template A5 téléchargé !
he: תבנית A5 הורדה!

# adminSettingsUrlCopied
source: URL copied to clipboard
fr: URL copiée dans le presse-papier
he: הכתובת הועתקה ללוח

# adminSettingsShareMenu
source: Share your menu
fr: Partager votre menu
he: שתף את התפריט שלך

# adminSettingsChooseMethod
source: Choose a method
fr: Choisir une méthode
he: בחר שיטה

# adminSettingsCopyLink
source: Copy link
fr: Copier le lien
he: העתק קישור

# adminSettingsEmail
source: Email
he: אימייל

# adminSettingsUrlCopiedSuccess
source: URL copied to clipboard
fr: URL copiée dans le presse-papier
he: הכתובת הועתקה ללוח

# commonShare
source: Share
fr: Partager
he: שתף

# commonLanguage
source: Language
fr: Langue
he: שפה

# adminRestaurantInfoTitle
source: Restaurant Info
fr: Infos du restaurant
he: מידע על המסעדה

# adminRestaurantInfoTaglineSection
source: Subtitle text (tagline)
fr: Texte sous le titre (tagline)
he: טקסט משנה (תיאור קצר)

# adminRestaurantInfoTaglinePlaceholder
source: E.g. Authentic Italian pizza in Tel Aviv
fr: Ex. La vraie pizza italienne à Tel Aviv
he: לדוגמה: פיצה איטלקית אמיתית בתל אביב

# adminRestaurantInfoTaglineMaxLength
source: 120 characters max
fr: 120 caractères max
he: 120 תווים מקסימום

# adminRestaurantInfoPromoToggleTitle
source: Show promo banner
fr: Afficher le bandeau promo
he: הצג באנר פרסומי

# adminRestaurantInfoPromoToggleSubtitle
source: Uncheck to hide the banner on the site
fr: Décoche pour masquer la bannière sur le site
he: בטל סימון כדי להסתיר את הבאנר באתר

# adminRestaurantInfoPromoSection
source: Promotional banner (optional)
fr: Bandeau promotionnel (optionnel)
he: באנר פרסומי (אופציונלי)

# adminRestaurantInfoPromoPlaceholder
source: E.g. ✨ 2nd pizza -50% • Free delivery from 80₪ ✨
fr: Ex. ✨ 2ème pizza -50% • Livraison offerte dès 80₪ ✨
he: לדוגמה: ✨ פיצה שנייה -50% • משלוח חינם מ-80₪ ✨

# adminRestaurantInfoPromoMaxLength
source: 140 characters max
fr: 140 caractères max
he: 140 תווים מקסימום

# adminRestaurantInfoLoadError
source: Unable to load info: {error}
fr: Impossible de charger les infos : {error}
he: שגיאה בטעינת מידע: {error}

# adminRestaurantInfoSaveSuccess
source: Info saved ✅
fr: Infos enregistrées ✅
he: המידע נשמר ✅

# adminRestaurantInfoSaveError
source: Save error: {error}
fr: Erreur enregistrement : {error}
he: שגיאה בשמירה: {error}

# adminMediaTitle
source: Media
fr: Médias
he: מדיה

# adminMediaAddButton
source: Add
fr: Ajouter
he: הוסף

# adminMediaDropZoneClick
source: click to select
fr: cliquez pour sélectionner
he: לחץ לבחירת קובץ

# adminMediaDropZoneFormats
source: PNG, JPG, WebP - Max 5MB
he: PNG, JPG, WebP - מקסימום 5MB

# adminMediaErrorFormat
source: Unsupported format. Use PNG, JPG or WebP.
fr: Format non supporté. Utilisez PNG, JPG ou WebP.
he: פורמט לא נתמך. השתמש ב-PNG, JPG או WebP.

# adminMediaErrorSize
source: File too large (max 5MB).
fr: Fichier trop volumineux (max 5MB).
he: קובץ גדול מדי (מקסימום 5MB).

# adminMediaErrorLoad
source: Error loading media: {error}
fr: Erreur chargement médias : {error}
he: שגיאה בטעינת מדיה: {error}

# adminMediaErrorUpload
source: Upload error: {error}
fr: Erreur upload : {error}
he: שגיאת העלאה: {error}

# adminMediaSuccessUpload
source: Image uploaded successfully!
fr: Image uploadée avec succès !
he: התמונה הועלתה בהצלחה!

# adminMediaSuccessDelete
source: Media deleted successfully
fr: Média supprimé avec succès
he: המדיה נמחק בהצלחה

# adminMediaSuccessAssign
source: Image assigned successfully
fr: Image assignée avec succès
he: התמונה הוקצתה בהצלחה

# adminMediaUploadProgress
source: Upload in progress...
fr: Upload en cours...
he: העלאה בתהליך...

# adminMediaDeleteTitle
source: Delete media
fr: Supprimer le média
he: מחק מדיה

# adminMediaDeleteConfirm
source: Do you really want to delete "{name}"?
fr: Voulez-vous vraiment supprimer "{name}" ?
he: האם אתה בטוח שברצונך למחוק את "{name}"?

# adminMediaDeleteButton
source: Delete
fr: Supprimer
he: מחק

# adminMediaAssignTitle
source: Assign to a dish
fr: Assigner à un plat
he: הקצה למנה

# adminMediaAssignSearch
source: Search for a dish…
fr: Rechercher un plat…
he: חפש מנה...

# adminMediaAssignNoDishes
source: No dishes available
fr: Aucun plat disponible
he: אין מנות זמינות

# adminMediaEmptyTitle
source: No media
fr: Aucun média
he: אין מדיה

# adminMediaEmptySubtitle
source: Add your first images to get started
fr: Ajoutez vos premières images pour commencer
he: הוסף את התמונות הראשונות שלך כדי להתחיל

# adminMediaAssignButton
source: Assign
fr: Assigner
he: הקצה

# adminBrandingTitle
source: Branding
he: מיתוג

# adminBrandingIdentity
source: Brand identity
fr: Identité de marque
he: זהות המותג

# adminBrandingLogoSection
source: Restaurant logo
fr: Logo du restaurant
he: לוגו המסעדה

# adminBrandingLogoFormat
source: Recommended format: Square PNG, transparent background, minimum 256×256px
fr: Format recommandé : PNG carré, fond transparent, minimum 256×256px
he: פורמט מומלץ: PNG מרובע, רקע שקוף, מינימום 256×256px

# adminBrandingLogoFormats
source: Recommended PNG (transparent background), JPG accepted
fr: PNG recommandé (fond transparent), JPG accepté
he: PNG מומלץ (רקע שקוף), JPG מקובל

# adminBrandingUploadClick
source: Click to upload a logo
fr: Cliquez pour téléverser un logo
he: לחץ להעלאת לוגו

# adminBrandingErrorSize
source: File must be less than 2MB
fr: Le fichier doit faire moins de 2MB
he: הקובץ חייב להיות קטן מ-2MB

# adminBrandingErrorFormat
source: Please select an image (PNG/JPG)
fr: Veuillez sélectionner une image (PNG/JPG)
he: אנא בחר תמונה (PNG/JPG)

# adminBrandingErrorSelection
source: Error during selection: {error}
fr: Erreur lors de la sélection : {error}
he: שגיאה בבחירה: {error}

# adminBrandingErrorLoad
source: Loading error: {error}
fr: Erreur de chargement : {error}
he: שגיאת טעינה: {error}

# adminBrandingSuccessUpload
source: Logo uploaded successfully
fr: Logo téléversé avec succès
he: הלוגו הועלה בהצלחה

# adminBrandingSuccessDelete
source: Logo deleted successfully
fr: Logo supprimé avec succès
he: הלוגו נמחק בהצלחה

# adminBrandingPreviewTitle
source: Preview render
fr: Aperçu rendu
he: תצוגה מקדימה

# adminBrandingPreviewDescription
source: Visualize how your logo will appear in the client interface
fr: Visualisez comment votre logo apparaîtra dans l'interface client
he: ראה כיצד הלוגו שלך יופיע בממשק הלקוח

# adminBrandingPreviewHero
source: Main header
fr: Header principal
he: כותרת ראשית

# adminBrandingPreviewSticky
source: Sticky header (collapsed)
fr: Header rétracté (sticky)
he: כותרת דביקה (מכווצת)

# adminBrandingRestaurantDefault
source: Restaurant
he: מסעדה

# badgesGuideSubtitle
source: These badges help highlight special dishes
fr: Ces badges permettent de mettre en avant des plats spéciaux
he: תגיות אלו מסייעות להדגיש מנות מיוחדות

# adminReorderTitle
source: Reorganize Menu
fr: Réorganiser le menu
he: סידור התפריט מחדש

# adminReorderBreadcrumbReorganize
source: Reorganize
fr: Réorganiser
he: סידור מחדש

# adminReorderSaving
source: Saving...
fr: Enregistrement...
he: שומר...

# adminReorderSaved
source: Saved
fr: Enregistré
he: נשמר

# adminReorderSavedAgo
source: Saved • {time} ago
fr: Enregistré • il y a {time}
he: נשמר • לפני {time}

# adminReorderError
source: Error
fr: Erreur
he: שגיאה

# adminReorderUnsaved
source: Unsaved
fr: Non enregistré
he: לא נשמר

# adminReorderPreview
source: Preview
fr: Prévisualiser
he: תצוגה מקדימה

# adminReorderBulkActions
source: Bulk actions
fr: Actions groupées
he: פעולות קבוצתיות

# adminReorderMoveItems
source: Move ({count})
fr: Déplacer ({count})
he: העבר ({count})

# adminReorderHideItems
source: Hide ({count})
fr: Masquer ({count})
he: הסתר ({count})

# adminReorderShowItems
source: Show ({count})
fr: Afficher ({count})
he: הצג ({count})

# adminReorderCancelSelection
source: Cancel selection
fr: Annuler sélection
he: בטל בחירה

# adminReorderCategories
source: Categories
fr: Catégories
he: קטגוריות

# adminReorderDishCount
source: {count, plural, =0{0 dishes} =1{1 dish} other{{count} dishes}} • {category}
fr: {count, plural, =0{0 plat} =1{1 plat} other{{count} plats}} • {category}
he: {count, plural, =0{0 מנות} one{מנה אחת} other{{count} מנות}} • {category}

# adminReorderSelect
source: Select
fr: Sélectionner
he: בחר

# adminReorderNoDishes
source: No dishes in this category
fr: Aucun plat dans cette catégorie
he: אין מנות בקטגוריה זו

# adminReorderSignatureBadge
source: Signature
he: מיוחד

# adminReorderMoveDialogTitle
source: Move {count, plural, =1{1 dish} other{{count} dishes}}
fr: Déplacer {count, plural, =1{1 plat} other{{count} plats}}
he: העבר {count, plural, one{מנה אחת} other{{count} מנות}}

# adminReorderLoadError
source: Loading error: {error}
fr: Erreur de chargement : {error}
he: שגיאת טעינה: {error}

# adminReorderPreviewError
source: Cannot open preview: {error}
fr: Impossible d'ouvrir l'aperçu : {error}
he: לא ניתן לפתוח תצוגה מקדימה: {error}

# adminReorderTimeSeconds
source: {seconds}s
he: {seconds}ש

# adminReorderTimeMinutes
source: {minutes}min
he: {minutes}ד

# adminDishFormTitleEdit
source: Edit Dish
fr: Modifier le plat
he: עריכת מנה

# adminDishFormTitleAdd
source: Add Dish
fr: Ajouter un plat
he: הוספת מנה

# adminDishFormName
source: Dish name *
fr: Nom du plat *
he: שם המנה *

# adminDishFormDescription
source: Description
he: תיאור

# adminDishFormPrice
source: Price *
fr: Prix *
he: מחיר *

# adminDishFormCategory
source: Category
fr: Catégorie
he: קטגוריה

# adminDishFormNameRequired
source: Name in Hebrew is required
fr: Le nom en hébreu est obligatoire
he: שם בעברית הוא שדה חובה

# adminDishFormPriceRequired
source: Price required
fr: Prix obligatoire
he: מחיר הוא שדה חובה

# adminDishFormPriceInvalid
source: Invalid price
fr: Prix invalide
he: מחיר לא תקין

# adminDishFormCopyFromFrench
source: Copy from French
fr: Copier depuis français
he: העתק מצרפתית

# adminDishFormCopyFromHebrew
source: Copy from Hebrew
fr: Copier depuis hébreu
he: העתק מעברית

# adminDishFormCopyFromEnglish
source: Copy from English
fr: Copier depuis anglais
he: העתק מאנגלית
