Repository: RaphHtech/smartmenu
Catalog: lib/l10n/app_*.arb
Languages: fr, he

# adminDishFormCopiedFrom
source: Content copied from {language}
fr: Contenu copié depuis {language}
he: תוכן הועתק מ{language}

# adminDishFormOptions
source: Options
he: אפשרויות

# adminDishFormFeatured
source: Feature
fr: Mettre en avant
he: הצג בראש

# adminDishFormFeaturedSubtitle
source: Pin to top of category
fr: Épingler en haut de la catégorie
he: נעץ בראש הקטגוריה

# adminDishFormBadges
source: Badges
he: תגיות

# adminDishFormBadgePopular
source: popular
fr: populaire
he: פופולרי

# adminDishFormBadgeNew
source: new
fr: nouveau
he: חדש

# adminDishFormBadgeSpecialty
source: specialty
fr: spécialité
he: מומחיות

# adminDishFormBadgeChef
source: chef
he: שף

# adminDishFormBadgeSeasonal
source: seasonal
fr: saisonnier
he: עונתי

# adminDishFormVisible
source: Visible on menu
fr: Visible sur le menu
he: גלוי בתפריט

# adminDishFormVisibleSubtitle
source: Customers can see this dish
fr: Les clients peuvent voir ce plat
he: לקוחות יכולים לראות מנה זו

# adminDishFormAddPhoto
source: Add photo
fr: Ajouter une photo
he: הוסף תמונה

# adminDishFormClickToSelect
source: Click to select
fr: Cliquez pour sélectionner
he: לחץ לבחירה

# adminDishFormAddButton
source: Add
fr: Ajouter
he: הוסף

# adminDishFormChangeButton
source: Change
fr: Changer
he: שנה

# adminDishFormRemoveButton
source: Remove
fr: Retirer
he: הסר

# adminDishFormRemovePhoto
source: Remove photo
fr: Retirer la photo
he: הסר תמונה

# adminDishFormCannotSelectPhoto
source: Cannot select photo
fr: Impossible de sélectionner la photo
he: לא ניתן לבחור תמונה

# adminDishFormSaveSuccess
source: Dish {action} successfully
fr: Plat {action} avec succès
he: המנה {action} בהצלחה

# adminDishFormActionModified
source: modified
fr: modifié
he: עודכנה

# adminDishFormActionAdded
source: added
fr: ajouté
he: נוספה

# adminDishFormSaveError
source: Error: {error}
fr: Erreur : {error}
he: שגיאה: {error}

# adminDishFormButtonSave
source: Save
fr: Enregistrer
he: שמור

# adminDishFormButtonAdd
source: Add
fr: Ajouter
he: הוסף

# adminCategoryManagerTitle
source: Manage Categories
fr: Gérer les catégories
he: ניהול קטגוריות

# adminCategoryManagerSubtitle
source: Reorganize and configure
fr: Réorganisez et configurez
he: סדר מחדש והגדר

# adminCategoryManagerSubtitleFull
source: Reorganize and configure your categories
fr: Réorganisez et configurez vos catégories
he: סדר מחדש והגדר את הקטגוריות שלך

# adminCategoryManagerNew
source: New
fr: Nouvelle
he: חדש

# adminCategoryManagerUnsaved
source: Unsaved changes
fr: Modifications non enregistrées
he: שינויים לא נשמרו

# adminCategoryManagerSaving
source: Saving...
fr: Sauvegarde...
he: שומר...

# adminCategoryManagerSaved
source: Saved
fr: Enregistré
he: נשמר

# adminCategoryManagerSavedAgo
source: Saved • {time} ago
fr: Enregistré • il y a {time}
he: נשמר • לפני {time}

# adminCategoryManagerError
source: Failed. Retry
fr: Échec. Réessayer
he: נכשל. נסה שוב

# adminCategoryManagerHiddenBadge
source: Hidden
fr: Masquée
he: מוסתר

# adminCategoryManagerShowAction
source: Show
fr: Afficher
he: הצג

# adminCategoryManagerHideAction
source: Hide
fr: Masquer
he: הסתר

# adminCategoryManagerShowSemantic
source: Show {category}
fr: Afficher {category}
he: הצג {category}

# adminCategoryManagerHideSemantic
source: Hide {category}
fr: Masquer {category}
he: הסתר {category}

# adminCategoryManagerRenameAction
source: Rename
fr: Renommer
he: שנה שם

# adminCategoryManagerRenameSemantic
source: Rename {category}
fr: Renommer {category}
he: שנה שם {category}

# adminCategoryManagerDeleteAction
source: Delete
fr: Supprimer
he: מחק

# adminCategoryManagerDeleteSemantic
source: Delete {category}
fr: Supprimer {category}
he: מחק {category}

# adminCategoryManagerDragHint
source: Drag and drop to reorganize
fr: Glissez-déposez pour réorganiser
he: גרור ושחרר כדי לסדר מחדש

# adminCategoryManagerCount
source: {count, plural, =1{1 category} other{{count} categories}}
fr: {count, plural, =1{1 catégorie} other{{count} catégories}}
he: {count, plural, one{קטגוריה אחת} other{{count} קטגוריות}}

# adminCategoryManagerDeleteTitle
source: Delete category?
fr: Supprimer la catégorie ?
he: למחוק קטגוריה?

# adminCategoryManagerDeleteMessage
source: "{category}" will be removed from the list.
fr: « {category} » sera retirée de la liste.
he: "{category}" תוסר מהרשימה.

# adminCategoryManagerRenameTitle
source: Rename category
fr: Renommer la catégorie
he: שינוי שם קטגוריה

# adminCategoryManagerRenameMessage
source: Rename "{oldName}" to "{newName}" — {count, plural, =1{1 dish} other{{count} dishes}} will be updated.
fr: Renommer « {oldName} » en « {newName} » — {count, plural, =1{1 plat} other{{count} plats}} seront mis à jour.
he: שנה שם מ"{oldName}" ל"{newName}" — {count, plural, one{מנה אחת} other{{count} מנות}} יעודכנו.

# adminCategoryManagerRenameProgress
source: Updating... {percent}%
fr: Mise à jour en cours... {percent}%
he: מעדכן... {percent}%

# adminCategoryManagerConfirm
source: Confirm
fr: Confirmer
he: אשר

# adminCategoryManagerSaveError
source: Save error: {error}
fr: Erreur de sauvegarde : {error}
he: שגיאת שמירה: {error}

# adminCategoryManagerRetry
source: Retry
fr: Réessayer
he: נסה שוב

# adminCategoryManagerDefaultName
source: New category
fr: Nouvelle catégorie
he: קטגוריה חדשה

# adminSignupTitle
source: Create your space
fr: Créer votre espace
he: צור את המרחב שלך

# adminSignupSubtitle
source: Start managing your restaurant in minutes
fr: Commencez à gérer votre restaurant en quelques minutes
he: התחל לנהל את המסעדה שלך תוך דקות

# adminSignupEmailLabel
source: Professional email
fr: Email professionnel
he: אימייל מקצועי

# adminSignupPasswordLabel
source: Password
fr: Mot de passe
he: סיסמה

# adminSignupButton
source: Create my account
fr: Créer mon espace
he: צור חשבון

# adminSignupAlreadyHaveAccount
source: Already have an account?
fr: Déjà un compte ?
he: כבר יש לך חשבון?

# adminSignupLoginLink
source: Sign in
fr: Se connecter
he: התחבר

# adminSignupEmailRequired
source: Please enter your email
fr: Veuillez saisir votre email
he: נא להזין את האימייל שלך

# adminSignupPasswordHint
source: 8+ characters recommended
fr: 8+ caractères recommandés
he: מומלץ 8+ תווים

# adminSignupPasswordRequired
source: Please enter a password
fr: Veuillez saisir un mot de passe
he: נא להזין סיסמה

# adminSignupPasswordTooShort
source: Password must be at least 8 characters
fr: Le mot de passe doit contenir au moins 8 caractères
he: הסיסמה חייבת להכיל לפחות 8 תווים

# adminSignupConfirmPasswordLabel
source: Confirm password
fr: Confirmer le mot de passe
he: אשר סיסמה

# adminSignupConfirmPasswordRequired
source: Please confirm your password
fr: Veuillez confirmer votre mot de passe
he: נא לאשר את הסיסמה שלך

# adminSignupPasswordMismatch
source: Passwords do not match
fr: Les mots de passe ne correspondent pas
he: הסיסמאות אינן תואמות

# adminSignupButtonLoading
source: Creating account...
fr: Création en cours...
he: יוצר חשבון...

# adminSignupErrorGeneric
source: Unable to create account. Check your information.
fr: Impossible de créer le compte. Vérifiez vos informations.
he: לא ניתן ליצור חשבון. בדוק את המידע שלך.

# adminSignupErrorUnknown
source: An error occurred. Please try again.
fr: Une erreur est survenue. Veuillez réessayer.
he: אירעה שגיאה. אנא נסה שוב.

# adminSettingsDefaultLanguage
source: Default menu language
fr: Langue par défaut du menu
he: שפת תפריט ברירת מחדל

# adminSettingsDefaultLanguageSubtitle
source: Language shown to clients by default
fr: Langue affichée aux clients par défaut
he: שפה המוצגת ללקוחות כברירת מחדל

# adminSettingsDefaultLanguageUpdated
source: Default language updated
fr: Langue par défaut mise à jour
he: שפת ברירת המחדל עודכנה

# adminSettingsMenuFeatures
source: Menu features
fr: Fonctionnalités du menu
he: תכונות התפריט

# adminSettingsEnableOrders
source: Enable orders
fr: Activer les commandes
he: הפעל הזמנות

# adminSettingsEnableOrdersSubtitle
source: Allow customers to place orders
fr: Permettre aux clients de passer des commandes
he: אפשר ללקוחות לבצע הזמנות

# adminSettingsOrdersUpdated
source: Orders setting updated
fr: Paramètre des commandes mis à jour
he: הגדרת הזמנות עודכנה

# adminSettingsEnableServerCall
source: Enable server call
fr: Activer l'appel serveur
he: הפעל קריאה למלצר

# adminSettingsEnableServerCallSubtitle
source: Show server call button to customers
fr: Afficher le bouton d'appel serveur aux clients
he: הצג כפתור קריאה למלצר ללקוחות

# adminSettingsServerCallUpdated
source: Server call setting updated
fr: Paramètre d'appel serveur mis à jour
he: הגדרת קריאה למלצר עודכנה

# cartVisualOnly
source: Show this cart to the waiter to place your order
fr: Montrez ce panier au serveur pour passer commande
he: הראה סל זה למלצר כדי להזמין

source: View order
fr: Voir commande
he: צפה בהזמנה

# adminSignupEmailPlaceholder
source: restaurant@example.com
fr: restaurant@exemple.com
